---
kind: enumMember
id: F:Autodesk.Revit.DB.CurveElementType.Insulation
enum: Autodesk.Revit.DB.CurveElementType
zh: 保温、绝缘、隔热
source: html/bb7da2a1-6a68-df2a-aacb-1d90c8a0f5b7.htm
---
# Autodesk.Revit.DB.CurveElementType.Insulation

**中文**: 保温、绝缘、隔热

A detail curve representing insulation.